Repository: shonebinu/Glyph
Catalog: po/*.po
Languages: nl

source: Glyph
nl: Glief

source: Fonts;Install;Download;Viewer;Typeface;Typography;Glyphs;
nl: Lettertypen;Fonts;Installeren;Downloaden;Bekijken;Typografie;

source: Install fonts
nl: Installeer lettertypen

source: Glyph lets you install fonts from a catalog of thousands of fonts into your system for free. Browse and view previews of each font as you scroll.
nl: Met behulp van Glief kun je gratis lettertypen installeren uit een catalogus met duizenden lettertypen. Bekijk hoe ze er uitzien terwijl je bladert.

source: Features:
nl: Kenmerken:

source: Preview fonts without internet or installation.
nl: Bekijk lettertypen zonder ze te installeren (en zonder internetverbinding).

source: Search through thousands of fonts in various categories such as sans, mono etc.
nl: Doorzoek duizenden lettertypen uit verschillende categorieën, zoals schreefloos, vaste breedte, etc.

source: Install the latest font to your system.
nl: Installeer de nieuwste versies op je systeem.

source: View the details of fonts such as the designer, license, files etc.
nl: Bekijk de details ervan, zoals wie de ontwerper is, wat de licentie is, etc.

source: Fonts fetched from Google Fonts Github repo with original quality.
nl: De lettertypen worden opgehaald uit de GitHub-repo van Google Fonts, met behoud van de oorspronkelijke kwaliteit.

source: Glyph home
nl: Startscherm

source: Font details dialog
nl: Lettertypedetails

source: Fonts search
nl: Zoeken naar lettertypen

source: Small screen size
nl: Klein scherm

source: Release v0.1.0
nl: Uitgave v0.1.0

source: Initial release of the app
nl: De allereerste uitgave

source: translator-credits
nl: Heimen Stoffels <vistausss@fastmail.com>

source: Search fonts
nl: Zoeken naar lettertypen

source: Main Menu
nl: Hoofdmenu

source: Loading Preview Fonts...
nl: Bezig met laden van voorvertoningen…

source: This could take a moment.
nl: Dit kan even duren.

source: No Fonts Found
nl: Er zijn geen zoekresultaten

source: Try a different search term or check your spelling.
nl: Controleer je spelling of probeer een andere zoekopdracht.

source: _Keyboard Shortcuts
nl: _Sneltoetsen

source: _About Glyph
nl: _Over Glief
